{
  posts: [{
      slug: "squire-hawkins-and-his-tennessee-land-he-decides",
      name: "Squire Hawkins and His Tennessee Land—He Decides to Remove to Missouri",
      description: "<p>My father was a St. Bernard, my mother was a collie, but I am a Presbyterian. This is what my mother told me, I do not know these nice distinctions myself. <p></p>To me they are only fine large words meaning nothing. My mother had a fondness for such; she liked to say them, and see other dogs look surprised and envious, as wondering how she got so much education. <p></p>But, indeed, it was not real education; it was only show: she got the words by listening in the dining-room and drawing-room when there was company, and by going with the children to Sunday-school and listening there; and whenever she heard a large word she said it over to herself many times, and so was able to keep it until there was a dogmatic gathering in the neighborhood, then she would get it off, and surprise and distress them all, from pocket-pup to mastiff, which rewarded her for all her trouble. <p></p>If there was a stranger he was nearly sure to be suspicious, and when he got his breath again he would ask her what it meant. And she always told him. He was never expecting this but thought he would catch her; so when she told him, he was the one that looked ashamed, whereas he had thought it was going to be she. The others were always waiting for this, and glad of it and proud of her, for they knew what was going to happen, because they had had experience. When she told the meaning of a big word they were all so taken up with admiration that it never occurred to any dog to doubt if it was the right one; and that was natural, because, for one thing, she answered up so promptly that it seemed like a dictionary speaking, and for another thing, where could they find out whether it was right or not? for she was the only cultivated dog there was. </p>",
      src: "https://picsum.photos/id/10/720/400"
    },
    {
      slug: "colonel-sellers-at-home-his-wonderful-clock",
      name: "Colonel Sellers at Home—His Wonderful Clock and Cure for Rheumatism",
      description: "<p>By and by, when I was older, she brought home the word Unintellectual, one time, and worked it pretty hard all the week at different gatherings, making much unhappiness and despondency; and it was at this time that I noticed that during that week she was asked for the meaning at eight different assemblages, and flashed out a fresh definition every time, which showed me that she had more presence of mind than culture, though I said nothing, of course. <p></p>She had one word which she always kept on hand, and ready, like a life-preserver, a kind of emergency word to strap on when she was likely to get washed overboard in a sudden way—that was the word Synonymous. <p></p>When she happened to fetch out a long word which had had its day weeks before and its prepared meanings gone to her dump-pile, if there was a stranger there of course it knocked him groggy for a couple of minutes, then he would come to, and by that time she would be away down wind on another tack, and not expecting anything; so when he'd hail and ask her to cash in, I (the only dog on the inside of her game) could see her canvas flicker a moment—but only just a moment—then it would belly out taut and full, and she would say, as calm as a summer's day, “It's synonymous with supererogation,” or some godless long reptile of a word like that, and go placidly about and skim away on the next tack, perfectly comfortable, you know, and leave that stranger looking profane and embarrassed, and the initiated slatting the floor with their tails in unison and their faces transfigured with a holy joy.</p>",
      src: "https://picsum.photos/id/11/720/400"
    },
    {
      slug: "death-of-judge-hawkins",
      name: "Death of Judge Hawkins",
      description: "<p>When I was well grown, at last, I was sold and taken away, and I never saw her again. She was broken-hearted, and so was I, and we cried; but she comforted me as well as she could, and said we were sent into this world for a wise and good purpose, and must do our duties without repining, take our life as we might find it, live it for the best good of others, and never mind about the results; they were not our affair. <p></p>She said men who did like this would have a noble and beautiful reward by and by in another world, and although we animals would not go there, to do well and right without reward would give to our brief lives a worthiness and dignity which in itself would be a reward. She had gathered these things from time to time when she had gone to the Sunday-school with the children, and had laid them up in her memory more carefully than she had done with those other words and phrases; and she had studied them deeply, for her good and ours. <p></p>One may see by this that she had a wise and thoughtful head, for all there was so much lightness and vanity in it. So we said our farewells, and looked our last upon each other through our tears; and the last thing she said—keeping it for the last to make me remember it the better, I think—was, In memory of me, when there is a time of danger to another do not think of yourself, think of your mother, and do as she would do. Do you think I could forget that? No.</p>",
      src: "https://picsum.photos/id/12/720/400"
    },
    {
      slug: "the-engineer-corps-arrive-at-stones-landing",
      name: "The Engineer Corps Arrive at Stone’s Landing",
      description: "<p>It was such a charming home!—my new one; a fine great house, with pictures, and delicate decorations, and rich furniture, and no gloom anywhere, but all the wilderness of dainty colors lit up with flooding sunshine; and the spacious grounds around it, and the great garden—oh, greensward, and noble trees, and flowers, no end! And I was the same as a member of the family; and they loved me, and petted me, and did not give me a new name, but called me by my old one that was dear to me because my mother had given it me—Aileen Mavourneen. She got it out of a song; and the Grays knew that song, and said it was a beautiful name.</p> <p>Mrs. Gray was thirty, and so sweet and so lovely, you cannot imagine it; and Sadie was ten, and just like her mother, just a darling slender little copy of her, with auburn tails down her back, and short frocks; and the baby was a year old, and plump and dimpled, and fond of me, and never could get enough of hauling on my tail, and hugging me, and laughing out its innocent happiness; and Mr. Gray was thirty-eight, and tall and slender and handsome, a little bald in front, alert, quick in his movements, business-like, prompt, decided, unsentimental, and with that kind of trim-chiseled face that just seems to glint and sparkle with frosty intellectuality! He was a renowned scientist.</p><p>I do not know what the word means, but my mother would know how to use it and get effects. She would know how to depress a rat-terrier with it and make a lap-dog look sorry he came. But that is not the best one; the best one was Laboratory. My mother could organize a Trust on that one that would skin the tax-collars off the whole herd. The laboratory was not a book, or a picture, or a place to wash your hands in, as the college president's dog said—no, that is the lavatory; the laboratory is quite different, and is filled with jars, and bottles, and electrics, and wires, and strange machines; and every week other scientists came there and sat in the place, and used the machines, and discussed, and made what they called experiments and discoveries; and often I came, too, and stood around and listened, and tried to learn, for the sake of my mother, and in loving memory of her, although it was a pain to me, as realizing what she was losing out of her life and I gaining nothing at all; for try as I might, I was never able to make anything out of it at all.</p>",
      src: "https://picsum.photos/id/13/720/400"
    },
    {
      slug: "laura-and-col-sellers-go-to-washington",
      name: "Laura and Col Sellers Go To Washington On Invitation of Senator Dilworthy",
      description: "<p>Other times I lay on the floor in the mistress's work-room and slept, she gently using me for a foot-stool, knowing it pleased me, for it was a caress; other times I spent an hour in the nursery, and got well tousled and made happy; other times I watched by the crib there, when the baby was asleep and the nurse out for a few minutes on the baby's affairs; other times I romped and raced through the grounds and the garden with Sadie till we were tired out, then slumbered on the grass in the shade of a tree while she read her book; other times I went visiting among the neighbor dogs—for there were some most pleasant ones not far away, and one very handsome and courteous and graceful one, a curly-haired Irish setter by the name of Robin Adair, who was a Presbyterian like me, and belonged to the Scotch minister. <p></p>The servants in our house were all kind to me and were fond of me, and so, as you see, mine was a pleasant life. There could not be a happier dog that I was, nor a gratefuller one. I will say this for myself, for it is only the truth: I tried in all ways to do well and right, and honor my mother's memory and her teachings, and earn the happiness that had come to me, as best I could. By and by came my little puppy, and then my cup was full, my happiness was perfect. <p></p>It was the dearest little waddling thing, and so smooth and soft and velvety, and had such cunning little awkward paws, and such affectionate eyes, and such a sweet and innocent face; and it made me so proud to see how the children and their mother adored it, and fondled it, and exclaimed over every little wonderful thing it did.</p>",
      src: "https://picsum.photos/id/14/720/400"
    },
    {
      slug: "an-hour-in-a-book-store",
      name: "An Hour in a Book Store",
      description: "<p>The pain was cruel, but, no matter, I must not lose any time; he might come back at any moment; so I limped on three legs to the other end of the hall, where there was a dark little stairway leading up into a garret where old boxes and such things were kept, as I had heard say, and where people seldom went. <p></p>I managed to climb up there, then I searched my way through the dark among the piles of things, and hid in the secretest place I could find. It was foolish to be afraid there, yet still I was; so afraid that I held in and hardly even whimpered, though it would have been such a comfort to whimper, because that eases the pain, you know. <p></p>But I could lick my leg, and that did some good. For half an hour there was a commotion downstairs, and shoutings, and rushing footsteps, and then there was quiet again. Quiet for some minutes, and that was grateful to my spirit, for then my fears began to go down; and fears are worse than pains—oh, much worse. <p></p>Then came a sound that froze me. They were calling me—calling me by name—hunting for me!</p>",
      src: "https://picsum.photos/id/15/720/400"
    },
  ]
}